[
    {
      "name": "Leah Zhang",
      "role": "Consultant", 
      "college": "Cornell University",
      "image":"/leadership/leah.png", 
      "bio": "Leah Zhang is a driven and multidisciplinary consultant with a strong foundation in computer science and design, currently studying at Cornell University. She has a deep passion for leveraging technology to solve real-world problems, particularly at the intersection of machine learning, user experience, and visual communication. With experience across academic research, startup environments, and collaborative project development, she thrives in fast-paced settings that demand creativity, analytical rigor, and adaptability. Leah is especially interested in building tools that enhance human creativity, automate repetitive tasks, and expand access to information through thoughtful interfaces and intelligent systems. Outside of her technical work, she’s committed to mentorship, community engagement, and fostering diversity in tech through inclusive educational outreach."
    },
    {
      "name": "Sophia Lin",
      "role": "Consultant", 
      "college": "Harvard University",
      "image":"/leadership/2024_2025/anvith.jpg",
      "bio":""
    },
    {
      "name": "Megan Zhang",
      "role": "Consultant", 
      "college": "Georgetown University",
      "image":"/leadership/2024_2025/anvith.jpg",
      "bio":""
    },
    {
      "name": "Kathy Guo",
      "role": "Consultant", 
      "college": "Cornell University",
      "image":"/leadership/2024_2025/smaran.jpg",
      "bio":"What’s good chat! I’m Kathy Guo and I will be attending Cornell University next year intending to double major in chemistry and CS. Throughout my years at TJ and peer reviewing other people’s writing, I’ve learned what makes a good essay. I’ve also tutored multiple people for chemistry and helped them slowly solve problems to boost their performance. In the last 2 years, I’ve participated in multiple chemistry tournaments and placed top 10 in the majority of them, helping other people and tutoring teammates along the way to achieve our victory. In addition, I’ve worked with GMU mentors on research and publishing an abstract. I’m excited to focus my time this summer to work with students and help them achieve their goals!"
    },
    {
      "name": "John Yao",
      "role": "Consultant", 
      "college": "UCLA",
      "image":"/leadership/2024_2025/megan.jpg",
      "bio":"Hey there, I’m John Yao and I’m headed to UCLA as a CS major! In my TJ career, I was a Woodwind Captain the the Marching Band, a class council member, competed in Science Olympiad Tournaments, and made card games. I also wrote and published a psychology research paper. I’ve taken about 10 AP exams and got 5s on all of them. I’ll be teaching you SAT prep, essay writing, and CS!"
    },
    {
        "name": "Tsedneya Asrat",
        "role": "Senior Manager", 
        "college": "Virginia Tech",
        "image":"/leadership/tsed.jpg",
        "bio":" Hello! I’m Tsedneya Asrat, and I will be attending Virginia Tech next year on a full ride. I’ll be coordinating scheduling with mentors and edit college essays. I’ve volunteered as a writing tutor for over four years, totaling 200+ hours with around 150 students. I’ve also worked with students as an ambassador with civic organizations like 18by Vote and STEM organizations like Our Future Is Science. My SAT score is a 1530 (760 reading & 770 math). Having once been on the receiving end of college essay support from experienced tutors, I’m excited to use the same strategies they taught me to help students craft their own powerful stories. Here is an example of my more recent feedback with pointers on what makes the essay strong:    "
    },
    {
        "name": "Medha Chilukuri",
        "role": "Volunteer", 
        "college": "University of Delaware",
        "image":"/leadership/2024_2025/zoeb.jpg",
        "bio":""
    }
  ]
